Merge branch 'feature/classloader-close' of https://github.com/knight6236/seatunnel into feature/classloader-close
